IdeaRS.Connections
PlateOpeningData.OffsetX Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the horizontal offset of the opening from the relative point
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double OffsetX { get; set; }
Property Value
Type: Double
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace